{
  "login": "Iniciar sesión",
  "logout": "Cerrar sesión",
  "landingPage": {
    "logo": "Biorizon",
    "title": "Bienvenidos",
    "subheading": "Plataforma de entrenamiento en ecografía",
    "description": "Entrenamiento practico y teórico en ecografía para profesionales de la salud",
    "actionButton": "Conocer mas",
    "webinarsTitle": "Tecnicas disponibles",
    "webinars": [
      {
        "text": "Abdominal",
        "image": "/abdominal.png",
        "description": "Una ecografía abdominal generalmente muestra una vista en tiempo real de los órganos abdominales internos, como el hígado, vesícula biliar, páncreas, riñones y bazo."
      },
      {
        "text": "Musculo-esqueletica",
        "image": "/muscle.png",
        "description": "Una ecografía musculoesquelética muestra imágenes detalladas de los tejidos blandos como músculos, tendones, ligamentos, bolsas y articulaciones"
      },
      {
        "text": "Obstretica",
        "image": "/obstetric.png",
        "description": "Una ecografía obstétrica proporciona imágenes del feto dentro del útero, permitiendo a los profesionales de la salud evaluar el desarrollo y bienestar fetal."
      },
      {
        "text": "Ginecologica",
        "image": "/gynecology.png",
        "description": "Una ecografía ginecológica se centra en el sistema reproductor femenino, incluyendo el útero, ovarios y, en algunos casos, la zona pélvica circundante."
      },
      {
        "text": "Urologica",
        "image": "/urology.png",
        "description": "Una ecografía urológica visualiza los órganos del sistema urinario, como los riñones, la vejiga, y en hombres, la próstata. "
      },
      {
        "text": "Vascular",
        "image": "/vascular.png",
        "description": "Una ecografía vascular se enfoca en examinar los vasos sanguíneos, incluyendo arterias y venas"
      }
    ]
  },
  "homePage": {
    "header": "Prueba tus conocimientos",
    "takeQuiz": "Iniciar quiz",
    "modules": "Modulos disponibles",
    "modulesDescription": "Selecciona un modulo para comenzar a probar tus conocimientos",
    "general": {
      "title": "Conocimientos generales",
      "description": "Prueba tus conocimientos en ecografía con estos cuestionarios"
    },
    "images": {
      "title": "Identificación de imágenes",
      "description": "Esto te permitira identificar las estructuras en una imagen de ecografía"
    },
    "patology": {
      "title": "Prueba de patologías",
      "description": "Prueba tus conocimientos en la identificación de patologías en ecografía"
    }
  },
  "modules": [
    {
      "title": "Fundamentos de la Ecografía Pediátrica Abdominal",
      "description": "Este módulo cubre los principios básicos de la ecografía abdominal pediátrica, incluyendo la interacción de los ultrasonidos con los tejidos.",
      "image": "/1.png",
      "link": "/home/modules/fundamentos-ecografia",
      "quizLInk": "https://tally.so/r/3ylYPd",
      "topics": [
        {
          "title": "Introducción a la ecografía abdominal",
          "images": ["/1.1-1.png", "/1.1-2.png"],
          "subTopics": [
            {
              "title": "Principios básicos del ultrasonido",
              "subLink": "/home/modules/fundamentos-ecografia/principios-ultrasonido",
              "contents": [
                {
                  "description": "Definición y tipos de ondas ultrasónicas: Las ondas de ultrasonido son vibraciones acústicas que se utilizan en la medicina para visualizar estructuras internas del cuerpo. Estas ondas son inaudibles al oído humano y se producen aplicando corriente eléctrica a cristales piezoeléctricos dentro del transductor.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Generación y recepción de ondas ultrasónicas: El transductor actúa como emisor y receptor de ondas ultrasónicas. Al contactar con el cuerpo, las ondas ultrasónicas se transmiten a través de los tejidos y se reflejan de vuelta al transductor, que las convierte en imágenes visuales.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Referencia: 'Diagnostic Ultrasound' por Carol M. Rumack. Este libro es un recurso esencial para entender los principios físicos y las aplicaciones clínicas del ultrasonido.",
                  "image": "https://picsum.photos/400/200"
                }
              ]
            },
            {
              "title": "Cómo interactúan los ultrasonidos con los tejidos",
              "subLink": "/home/modules/fundamentos-ecografia/interaccion-tejidos",
              "contents": [
                {
                  "description": "Absorción, reflexión y refracción: La calidad de la imagen ultrasónica depende de cómo las ondas son absorbidas, reflejadas o refractadas por los tejidos. Los tejidos densos como el hueso reflejan más ondas, produciendo una imagen más brillante, mientras que los fluidos aparecen oscuros.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Impacto en la calidad de imagen: La comprensión de estas interacciones es crucial para ajustar el ultrasonido y obtener imágenes claras y detalladas, lo cual es especialmente importante en estructuras complejas como el abdomen pediátrico.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Referencia: 'Ultrasound: The Requisites' por William D. Middleton. Este libro ofrece explicaciones detalladas sobre cómo el ultrasonido interactúa con diferentes tejidos y cómo esta interacción afecta la interpretación de las imágenes.",
                  "image": "https://picsum.photos/400/200"
                }
              ]
            }
          ]
        },
        {
          "title": "Conocimiento del equipo Phillips ClearVue 550",
          "images": ["/1.2-1.png"],
          "subTopics": [
            {
              "title": "Componentes y funcionamiento del ecógrafo",
              "subLink": "/home/modules/fundamentos-ecografia/componentes-ecografo",
              "contents": [
                {
                  "description": "Descripción de los componentes: El ClearVue 550 incluye un monitor de alta resolución, una consola con controles interactivos, y puertos para conectar varios transductores. Cada componente está diseñado para facilitar la operación y mejorar la experiencia del usuario.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Operación básica: Aprender a manejar el ClearVue 550 implica comprender cómo iniciar el dispositivo, seleccionar el tipo correcto de transductor y ajustar los parámetros de imagen, como la profundidad de escaneo y la frecuencia.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Referencia: Manual del usuario del Phillips ClearVue 550. Este manual proporciona instrucciones detalladas sobre cómo operar el ecógrafo de manera eficiente y segura.",
                  "image": "https://picsum.photos/400/200"
                }
              ]
            },
            {
              "title": "Ajustes básicos y preparación para el uso",
              "subLink": "/home/modules/fundamentos-ecografia/ajustes-basicos",
              "contents": [
                {
                  "description": "Configuración de imagen: Profundizar en cómo configurar la imagen para diferentes exámenes, con ejemplos específicos de ajustes para estudios abdominales en niños, lo que implica ajustes finos debido a su menor tamaño y la sensibilidad de sus órganos.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Personalización para pediatría: Enfatizar la importancia de personalizar los ajustes para pacientes pediátricos, incluyendo consejos sobre cómo reducir la exposición al ultrasonido sin comprometer la calidad de la imagen.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Referencia: 'Sonography: Introduction to Normal Structure and Function' por Reva Arnez Curry. Este libro detalla técnicas para optimizar imágenes ultrasónicas y es especialmente útil para sonografistas que trabajan con poblaciones pediátricas.",
                  "image": "https://picsum.photos/400/200"
                }
              ]
            }
          ]
        },
        {
          "title": "El Transductor C5-2",
          "images": ["/1.3-1.png"],
          "subTopics": [
            {
              "title": "Características técnicas y aplicaciones específicas",
              "subLink": "/home/modules/fundamentos-ecografia/transductor-c5-2",
              "contents": [
                {
                  "description": "Especificaciones del transductor: El C5-2 es un transductor curvo que opera entre 2 y 5 MHz, ideal para imágenes abdominales debido a su capacidad de penetrar profundamente en los tejidos mientras proporciona imágenes claras.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Uso clínico: El transductor es ampliamente utilizado para exámenes abdominales, capaz de visualizar órganos como el hígado, la vesícula y los riñones en niños, adaptándose a las particularidades de su anatomía.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Referencia: Hoja de datos del transductor C5-2 de Philips. Documento técnico que ofrece detalles específicos sobre el transductor, incluyendo su aplicación clínica y recomendaciones de uso.",
                  "image": "https://picsum.photos/400/200"
                }
              ]
            },
            {
              "title": "Mantenimiento y cuidados necesarios",
              "subLink": "/home/modules/fundamentos-ecografia/cuidados-transductor",
              "contents": [
                {
                  "description": "Limpieza y desinfección: Detallar los procedimientos para limpiar y desinfectar el transductor siguiendo las directrices de la AIUM, que son cruciales para prevenir infecciones cruzadas en un entorno clínico.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Almacenamiento adecuado: Consejos sobre cómo almacenar correctamente el transductor para evitar daños físicos y mantener su funcionalidad y precisión a largo plazo.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Referencia: 'Guidelines for Cleaning and Preparing External- and Internal-Use Ultrasound Probes Between Patients & Safe Handling and Use of Ultrasound Coupling Gel' por la AIUM. Estas directrices son esenciales para el cuidado adecuado de los equipos de ultrasonido.",
                  "image": "https://picsum.photos/400/200"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "title": "Técnicas de Imagen y Manejo del Transductor",
      "description": "Este módulo se enfoca en las técnicas de imagen y el manejo del transductor C5-2 para obtener imágenes óptimas de los órganos abdominales en pacientes pediátricos.",
      "image": "/2.png",
      "link": "/home/modules/tecnicas-imagen",
      "quizLInk": "https://tally.so/r/3EPxRq",
      "topics": [
        {
          "title": "Técnicas básicas de manejo del transductor C5-2",
          "images": ["/2.1-1.png"],
          "subTopics": [
            {
              "title": "Posiciones y movimientos para la obtención de imágenes óptimas",
              "subLink": "/home/modules/tecnicas-imagen/posiciones-movimientos",
              "contents": [
                {
                  "description": "Técnicas de posicionamiento del transductor: Explicación detallada de cómo posicionar el transductor para diferentes órganos abdominales, con énfasis en la ergonomía y la obtención de la mejor imagen posible sin causar incomodidad al paciente pediátrico.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Movimientos básicos del transductor: Descripción de los movimientos esenciales como deslizamiento, rotación y angulación, que son clave para explorar diferentes planos y obtener imágenes completas del abdomen.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Referencia: 'Textbook of Diagnostic Sonography' por Sandra L. Hagen-Ansert. Este libro es una guía completa sobre técnicas de sonografía, incluyendo consejos prácticos para el manejo del transductor.",
                  "image": "https://picsum.photos/400/200"
                }
              ]
            },
            {
              "title": "Estrategias para minimizar el malestar del paciente pediátrico",
              "subLink": "/home/modules/tecnicas-imagen/minimizar-malestar",
              "contents": [
                {
                  "description": "Técnicas de distracción y confort: Métodos para mantener a los niños tranquilos y cooperativos durante los procedimientos de ultrasonido, como el uso de juguetes o programas de video.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Ajuste de la técnica según la edad y el tamaño del niño: Personalización de la técnica de ultrasonido para adaptarse a las características específicas de cada rango de edad pediátrica, asegurando un procedimiento suave y eficiente.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Referencia: 'Pediatric Sonography' por Marilyn J. Siegel. Este libro proporciona orientación específica sobre cómo realizar ecografías en pacientes pediátricos, considerando sus necesidades únicas y cómo adaptar las técnicas de imagen.",
                  "image": "https://picsum.photos/400/200"
                }
              ]
            }
          ]
        },
        {
          "title": "Preparación del paciente",
          "images": ["/2.2-1.png"],
          "subTopics": [
            {
              "title": "Protocolos de preparación para ecografía hepática y de vías biliares: Consideraciones especiales para pacientes pediátricos",
              "subLink": "/home/modules/tecnicas-imagen/preparacion-paciente",
              "contents": [
                {
                  "description": "",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "",
                  "image": "https://picsum.photos/400/200"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "title": "Ecografía del Hígado, Vesícula Biliar y Vías Biliares",
      "description": "Este módulo se centra en la ecografía de las estructuras hepáticas y biliares en pacientes pediátricos, incluyendo la identificación de estructuras normales y variant",
      "image": "/3.png",
      "link": "/home/modules/ecografia-hepatica",
      "quizLInk": "https://tally.so/r/mKMVbK",
      "topics": [
        {
          "title": "Ecografía hepática",
          "images": ["/3.1-1.png"],
          "subTopics": [
            {
              "title": "Identificación de estructuras normales y variantes anatómicas",
              "subLink": "/home/modules/ecografia-hepatica/estructuras-anatomicas",
              "contents": [
                {
                  "description": "Anatomía hepática básica: Explicación exhaustiva de la anatomía del hígado, incluyendo detalles sobre los segmentos hepáticos, la vasculatura (arterias hepáticas, venas portal y hepáticas) y la importancia de identificar estructuras como la vena cava inferior y la vena porta en el contexto pediátrico.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Variantes anatómicas: Discusión sobre las variantes anatómicas frecuentes como el lóbulo de Riedel o la presencia de un ligamento venoso prominente, y cómo estas pueden impactar en la interpretación ecográfica.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Referencia: 'Hepatology: A Textbook of Liver Disease' por David Zakim. Este texto ofrece una guía detallada sobre la anatomía hepática y su función, proporcionando un contexto esencial para entender las variaciones normales y patológicas.",
                  "image": "https://picsum.photos/400/200"
                }
              ]
            },
            {
              "title": "Hallazgos ecográficos en condiciones patológicas hepáticas comunes en niños",
              "subLink": "/home/modules/ecografia-hepatica/patologias-comunes",
              "contents": [
                {
                  "description": "Patologías frecuentes: Discusión detallada sobre enfermedades hepáticas pediátricas como la hepatitis autoinmune, enfermedad de Wilson, y enfermedades metabólicas hereditarias que afectan el hígado.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Interpretación de hallazgos: Métodos para identificar características específicas de enfermedades como textura heterogénea del hígado, cambios en la ecogenicidad, y la presencia de nodulaciones o cicatrices.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Referencia: 'Pediatric Gastrointestinal and Liver Disease' por Robert Wyllie. Proporciona información comprensiva sobre las enfermedades hepáticas en niños, con enfoque en el diagnóstico y manejo utilizando ecografía.",
                  "image": "https://picsum.photos/400/200"
                }
              ]
            }
          ]
        },
        {
          "title": "Ecografía de la vesícula biliar y vías biliares",
          "images": ["/3.2-1.png"],
          "subTopics": [
            {
              "title": "Técnicas específicas para la visualización de la vesícula y vías biliares",
              "subLink": "/home/modules/ecografia-hepatica/tecnicas-visualizacion",
              "contents": [
                {
                  "description": "Protocolos de escaneo: Detalles sobre la técnica de escaneo para visualizar la vesícula biliar y vías biliares, incluyendo los ajustes específicos de profundidad y frecuencia del transductor para capturar imágenes claras de estas estructuras pequeñas.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Importancia de la preparación del paciente: Exploración de cómo un ayuno adecuado puede mejorar significativamente la visualización de la vesícula biliar, haciendo que esté distendida y libre de contenido que podría obscurecer la visualización de cálculos o polipos.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Referencia: 'Diagnostic Ultrasound' por Carol M. Rumack. Ofrece orientaciones detalladas para la correcta visualización ecográfica de la vesícula y vías biliares, con protocolos específicos para diferentes escenarios clínicos.",
                  "image": "https://picsum.photos/400/200"
                }
              ]
            },
            {
              "title": "Diagnóstico de condiciones comunes como colelitiasis y colecistitis en niños",
              "subLink": "/home/modules/ecografia-hepatica/colelitiasis-colecistitis",
              "contents": [
                {
                  "description": "Identificación de signos ecográficos: Ampliación sobre cómo detectar signos de colelitiasis, tales como la presencia de ecos móviles dentro de la vesícula, y signos de colecistitis, incluyendo el engrosamiento de la pared de la vesícula y la presencia de líquido perivesicular.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Criterios de evaluación: Profundización en los criterios ecográficos específicos para el diagnóstico, tales como el tamaño y la forma de los cálculos, la respuesta a la palpación sonográfica, y la visualización de las vías biliares dilatadas.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Referencia: 'Ultrasound Clinics - Pediatric Ultrasound Intraabdominal' por Michael Riccabona. Este recurso profundiza en las técnicas específicas y los desafíos del diagnóstico de patologías de la vesícula y vías biliares en pediatría.",
                  "image": "https://picsum.photos/400/200"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "title": "Patologías Hepáticas y Biliares en Pediatría: Diagnóstico y Manejo",
      "description": "Este módulo aborda las patologías hepáticas y biliares más comunes en pacientes pediátricos, incluyendo hepatitis, esteatosis hepática entre otras",
      "link": "/home/modules/patologias-hepaticas-biliares",
      "quizLInk": "https://www.youtube.com/watch?v=oHg5SJYRHA0",
      "image": "/4.png",
      "topics": [
        {
          "title": "Patologías Hepáticas Comunes en Pediatría",
          "images": ["/4.1-1.png"],
          "subTopics": [
            {
              "title": "Hepatitis aguda y crónica",
              "subLink": "/home/modules/patologias-hepaticas-biliares/hepatitis",
              "contents": [
                {
                  "description": "Descripción y causas: Cuando los niños tienen hepatitis, significa que tienen una inflamación del hígado. La hepatitis suele estar causada por un virus. Según datos de la Organización Mundial de la Salud (OMS), uno de cada tres habitantes del planeta, alrededor de 2000 millones de personas, está infectado por el virus de la hepatitis B, y uno de cada doce padece infección crónica por hepatitis B (VHB) o por hepatitis C (VHC). La hepatitis A y E se contrae por la ingesta de agua o comida contaminada, al tiempo que la hepatitis B, C y D se contagia por estar en contacto con fluidos corporales, es decir, mediante una transfusión de sangre, transmisión sexual o por haber compartido una jeringuilla, entre otras causas, con una persona portadora del virus.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Hallazgos ecográficos característicos: En la ecografía, la hepatitis puede presentar un hígado agrandado con alteración en la ecogenicidad. En la hepatitis crónica, pueden aparecer signos de fibrosis o cirrosis, como superficie hepática irregular y aumento de la atenuación del sonido.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Referencia: 'Pediatric Gastrointestinal and Liver Disease' por Robert Wyllie. Este texto proporciona una descripción integral de la presentación clínica, el diagnóstico ecográfico y las opciones terapéuticas para la hepatitis en niños.",
                  "image": "https://picsum.photos/400/200"
                }
              ]
            },
            {
              "title": "Esteatosis hepática (hígado graso)",
              "subLink": "/home/modules/patologias-hepaticas-biliares/esteatosis-hepatica",
              "contents": [
                {
                  "description": "Factores de riesgo y diagnóstico: La esteatosis hepática, comúnmente asociada con obesidad y trastornos metabólicos como la diabetes tipo 2, se caracteriza por la acumulación de grasa en las células hepáticas. La ecografía puede revelar un aumento de la ecogenicidad hepática, conocida como patrón de 'hígado brillante', y atenuación del sonido.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Manejo clínico: El manejo de la esteatosis hepática se centra en abordar las causas subyacentes mediante la modificación de la dieta, el aumento de la actividad física y, en algunos casos, el uso de medicamentos que mejoran la sensibilidad a la insulina.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Referencia: 'Liver Disease in Children' por Frederick J. Suchy. Este recurso es esencial para entender el hígado graso en niños, abarcando desde la patogénesis hasta las estrategias de diagnóstico y manejo, destacando la contribución de la ecografía en la evaluación de la enfermedad.",
                  "image": "https://picsum.photos/400/200"
                }
              ]
            }
          ]
        },
        {
          "title": "Patologías de la Vesícula Biliar y Vías Biliares en Pediatría",
          "images": ["/4.2-1.png"],
          "subTopics": [
            {
              "title": "Colelitiasis y colecistitis",
              "subLink": "/home/modules/patologias-hepaticas-biliares/colelitiasis-colecistitis",
              "contents": [
                {
                  "description": "Síntomas y diagnóstico: La presencia de cálculos biliares puede ser asintomática o presentar síntomas como dolor abdominal, ictericia y vómitos. La ecografía es la técnica de elección para detectar cálculos y evaluar la inflamación de la vesícula biliar, evidenciada por engrosamiento de la pared y líquido perivesicular en casos de colecistitis.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Tratamiento y seguimiento: El tratamiento puede variar desde el manejo médico con observación y control del dolor hasta la colecistectomía en casos de complicaciones o colecistitis aguda.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Referencia: 'Ultrasound Clinics - Pediatric Ultrasound Intraabdominal' por Michael Riccabona. Este texto ofrece una guía detallada para la interpretación de hallazgos ecográficos en enfermedades de la vesícula y vías biliares en la población pediátrica.",
                  "image": "https://picsum.photos/400/200"
                }
              ]
            },
            {
              "title": "Atresia biliar",
              "subLink": "/home/modules/patologias-hepaticas-biliares/atresia-biliar",
              "contents": [
                {
                  "description": "Diagnóstico en neonatos y lactantes: La atresia biliar es una enfermedad grave caracterizada por la obstrucción progresiva de las vías biliares. La ecografía puede mostrar una vesícula biliar pequeña o ausente, vías biliares no visualizables y signos de fibrosis hepática.",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "Implicaciones del diagnóstico y opciones de tratamiento: Un diagnóstico temprano es vital y puede implicar la necesidad de cirugía, como la portoenterostomía de Kasai, para restaurar el flujo biliar y prevenir daños hepáticos.",
                  "image": "https://picsum.photos/400/200"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "title": "Avances y Casos Clínicos",
      "description": "Este módulo presenta los avances más recientes en ecografía pediátrica hepática y biliar, incluyendo nuevas técnicas y tecnologías, así como sesiones prácticas con casos clínicos para mejorar la interpretación de imágenes y la toma de decisiones clínicas.",
      "image": "/5.png",
      "link": "/home/modules/avances-casos-clinicos",
      "quizLInk": "https://www.youtube.com/watch?v=oHg5SJYRHA0",
      "topics": [
        {
          "title": "Avances recientes en ecografía pediátrica hepática y biliar",
          "images": [],
          "subTopics": [
            {
              "title": "Nuevas técnicas y tecnologías: Aplicaciones del Doppler y otras modalidades avanzadas",
              "subLink": "/home/modules/avances-casos-clinicos/nuevas-tecnicas",
              "contents": [
                {
                  "description": "",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "",
                  "image": "https://picsum.photos/400/200"
                }
              ]
            }
          ]
        },
        {
          "title": "Sesiones prácticas con casos clínicos",
          "subTopics": [
            {
              "title": "Análisis de casos reales: Discusión grupal y resolución de problemas",
              "subLink": "/home/modules/avances-casos-clinicos/casos-clinicos",
              "contents": [
                {
                  "description": "",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "",
                  "image": "https://picsum.photos/400/200"
                },
                {
                  "description": "",
                  "image": "https://picsum.photos/400/200"
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "gallery": [
    {
      "topic": "Principios y Conceptos básicos de Ecografía",
      "links": [
        "https://www.youtube.com/embed/Ek9Cdl03HTA",
        "https://www.youtube.com/embed/UwjLG6Ua8mo",
        "https://www.youtube.com/embed/_ZMc7OaH27s"
      ]
    },
    {
      "topic": "Principios de Imagenología",
      "links": [
        "https://www.youtube.com/embed/79AtZnH7bAY",
        "https://www.youtube.com/embed/WUpvB-Q5cWQ",
        "https://www.youtube.com/embed/TIJP9YRjED8"
      ]
    },
    {
      "topic": "Imagenología del hígado, vesícula biliar y vías biliares",
      "links": [
        "https://www.youtube.com/embed/Zin7A0J2l14",
        "https://www.youtube.com/embed/ga3t4LCZ6P0"
      ]
    },
    {
      "topic": "Hígado",
      "links": [
        "https://www.youtube.com/embed/wXh4IVL9Qko",
        "https://www.youtube.com/embed/J5gRFeZ7cZU",
        "https://www.youtube.com/embed/TEl_N0XbgzY"
      ]
    },
    {
      "topic": "Imagenes de vesícula",
      "links": [
        "https://www.youtube.com/embed/oxR_3GAkQ6M",
        "https://www.youtube.com/embed/dBxFSnZHUm8",
        "https://www.youtube.com/embed/9W-b6f-5wXs",
        "https://www.youtube.com/embed/ydryil7kYUA"
      ]
    },
    {
      "topic": "Imagenes de vías biliares",
      "links": [
        "https://www.youtube.com/embed/U50O8_fsemY",
        "https://www.youtube.com/embed/oxR_3GAkQ6M&t=18s",
        "https://www.youtube.com/embed/10Tus9CBjG4",
        "https://www.youtube.com/embed/0iOKF7lLvFQ"
      ]
    }
  ]
}
